Repository: dawlab/levels
Catalog: Goals/*.lproj/Localizable.strings
Languages: pl

source: Goals
pl: Cele

source: Edit
pl: Edytuj

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Error
pl: Błąd

# WelcomeMessage
source: Your list is empty. Take a moment and add your first goals for each area of your life.
pl: Twoja lista jest pusta. Znajdź wolną chwilę i ustal swoje cele. Skorzystaj z samouczka, aby zrobić to prawidłowo.

# WelcomeButton
source: Add your first goal
pl: Dodaj swój pierwszy cel

# HowToUse
source: How to set your goals?
pl: Jak wyznaczać cele?

source: Goal Completed
pl: Cel zrealizowany

source: Level 1 in progress
pl: Poziom 1 w trakcie realizacji

source: Level 2 in progress
pl: Poziom 2 w trakcie realizacji

source: Level 3 in progress
pl: Poziom 3 w trakcie realizacji

source: Edit Goal
pl: Edytuj cel

source: Add Goal
pl: Dodaj cel

# ErrorMessage
source: You must complete the goal name, level names and expected completion dates
pl: Musisz uzupełnić nazwę celu, nazwy poziomów i daty realizacji

# BasicInfo
source: Basic information
pl: Podstawowe informacje

source: Goal name
pl: Nazwa celu

source: Category
pl: Kategoria

source: Spirituality
pl: Duchowość

source: Health
pl: Zdrowie

# Work
source: Work and Finance
pl: Praca i finanse

# Social
source: Social life
pl: Życie towarzyskie

source: Personal development
pl: Rozwój osobisty

# Relax
source: Relax, hobby & free time
pl: Relaks, hobby i czas wolny

source: Family
pl: Rodzina

source: Assets
pl: Posiadanie

# AboutGoal
source: About the goal
pl: O tym celu

# Goalinfo
source: Describe the goal you want to achieve
pl: Dokładnie opisz cel, który zamierzasz osiągnąć. Dlaczego chcesz to zrobić? Co wniesie w Twoje życie?

# LevelsDates
source: Levels and Dates
pl: Poziomy i daty

source: Level 1
pl: Poziom 1

source: Level 2
pl: Poziom 2

source: Level 3
pl: Poziom 3

source: Completion date:
pl: Data realizacji:

# GoalDeleted
source: This target has been removed.
pl: Ten cel został usunięty

# NotesSummaries
source: Notes and Summaries
pl: Notatki i podsumowania

source: Add photo
pl: Dodaj zdjęcie

source: New note
pl: Nowa notatka

source: Start here
pl: Zacznij tutaj

# AboutAuthor
source: About the author
pl: O autorze

# AuthorDesc
source: Hi, I'm Dawid! If you want to learn more about how to organize your life, check out my projectsüëá
pl: Cześć, jestem Dawid! Jeśli chcesz dowiedzieć się więcej o tym, jak dobrze zorganizować swoje życie, to sprawdź moje projekty👇

# AuthorWebsite
source: My homepage
pl: Moja strona

# Terms
source: Terms of use
pl: Zasady korzystania

source: Privacy policy
pl: Polityka prywatności

# TermsConditions
source: Terms of service
pl: Regulamin

# Export
source: Export data to file
pl: Eksportuj dane do pliku

# Import
source: import data from file
pl: Importuj dane z pliku

# About1
source: Three levels is a method of setting and achieving goals created by Mirek Burnejko. It consists in setting a large, main goal with an expected date of achievement, and then dividing it into 3 smaller levels - each with an expected date of achievement. After completing each level, you reward yourself. Bottle wine, dinner at a restaurant, excursion - you choose. Set the prizes in advance. Create a separate budget for them. Never forget about them.
pl: Trzy poziomy to metoda ustalania i osiągania celów stworzona przez Mirka Burnejko. Polega na ustaleniu dużego, głównego celu wraz z oczekiwaną datą realizacji, a następnie podzieleniu go na 3 mniejsze poziomy - każdy z oczekiwaną datą realizacji. Po realizacji każdego poziomu nagradzasz się. Butelka wina, kolacja w restauracji, wycieczka - sam wybierz. Ustal wcześniej nagrody. Stwórz na nie osobny budżet. Nigdy o nich nie zapominaj.

# About2
source: Level 1 is about 30 percent of the main goal. Level 2 is 50 percent. Level 3 is 100 percent.
pl: Poziom 1 to około 30 procent celu głównego. Poziom 2 to 50 procent. Poziom 3 to 100% procent.

# About3
source: In the view of each goal, there is a "Notes and summaries" item. This is a place where you can summarize your goal progress each week or month. If you complete the level, you can also upload a photo of the award here - it will be something to remember.
pl: W widoku każdego celu jest pozycja "Notatki i podsumowania". To miejsce, w którym możesz każdego tygodnia lub miesiąca podsumować swoje dążenie do celu. Jeśli zrealizujesz poziom , to możesz wrzucić tu też zdjęcie nagrody - będzie co wspominać.

# Link1
source: Explanation of the 3 levels method on the MiroBurn YouTube channel
pl: Wyjaśnienie metody 3 poziomy na kanale MiroBurn

# Link2
source: Online Course - Goal Setting School (PL)
pl: Kurs online - Szkoła Ustalania Celów
